Repository: zeroy1024/Swift-Craft-Launcher
Catalog: SwiftCraftLauncher/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh_hans, zh_hant

# project.info.details.updated
source: Updated Date
ar: تاريخ التحديث
da: Opdateringsdato
de: Aktualisierungsdatum
es: Fecha de actualización
fi: Päivityspäivä
fr: Date de mise à jour
hi: अपडेट दिनांक
it: Data di aggiornamento
ja: 更新日
ko: 업데이트일
nb: Oppdateringsdato
nl: Bijgewerkt op
pl: Data aktualizacji
pt: Data de atualização
ru: Дата обновления
sv: Uppdateringsdatum
th: วันที่อัปเดต
tr: Güncelleme tarihi
vi: Ngày cập nhật
zh_hans: 更新时间
zh_hant: 更新時間

# project.info.links
source: Links
ar: الروابط
es: Enlaces
fi: Linkit
fr: Liens
hi: लिंक्स
it: Collegamenti
ja: リンク
ko: 링크
nb: Lenker
pl: Linki
ru: Ссылки
sv: Länkar
th: ลิงค์
tr: Bağlantılar
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# project.info.links.discord
source: Join Discord
ar: انضم إلى Discord
da: Deltag i Discord
de: Discord beitreten
es: Unirse a Discord
fi: Liity Discordiin
fr: Rejoindre Discord
hi: Discord में शामिल हों
it: Unisciti a Discord
ja: Discordに参加
ko: Discord 참여
nb: Bli med på Discord
nl: Deelnemen aan Discord
pl: Dołącz do Discord
pt: Entrar no Discord
ru: Присоединиться к Discord
sv: Gå med i Discord
th: เข้าร่วม Discord
tr: Discord'a katıl
vi: Tham gia Discord
zh_hans: 加入Discord
zh_hant: 加入Discord

# project.info.links.issues
source: Report Issues
ar: الإبلاغ عن المشاكل
da: Rapporter problemer
de: Probleme melden
es: Reportar problemas
fi: Ilmoita ongelmista
fr: Signaler des problèmes
hi: समस्याओं की रिपोर्ट करें
it: Segnala problemi
ja: 問題を報告
ko: 문제 신고
nb: Rapporter problemer
nl: Problemen melden
pl: Zgłoś problemy
pt: Relatar problemas
ru: Сообщить о проблемах
sv: Rapportera problem
th: รายงานปัญหา
tr: Sorun bildir
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 報告問題

# project.info.links.source
source: View Source Code
ar: عرض الكود المصدري
da: Se kildekode
de: Quellcode anzeigen
es: Ver código fuente
fi: Näytä lähdekoodi
fr: Voir le code source
hi: सोर्स कोड देखें
it: Visualizza codice sorgente
ja: ソースコードを表示
ko: 소스 코드 보기
nb: Se kildekode
nl: Broncode bekijken
pl: Pokaż kod źródłowy
pt: Ver código-fonte
ru: Посмотреть исходный код
sv: Visa källkod
th: ดูซอร์สโค้ด
tr: Kaynak kodunu görüntüle
vi: Xem mã nguồn
zh_hans: 查看源码
zh_hant: 查看源碼

# project.info.links.wiki
source: Visit Wiki
ar: زيارة الويكي
da: Besøg Wiki
de: Wiki besuchen
es: Visitar Wiki
fi: Vieraile Wikissä
fr: Visiter le Wiki
hi: विकि देखें
it: Visita Wiki
ja: Wikiを訪問
ko: Wiki 방문
nb: Besøk Wiki
nl: Bezoek Wiki
pl: Odwiedź Wiki
pt: Visitar Wiki
ru: Посетить Wiki
sv: Besök Wiki
th: เยี่ยมชม Wiki
tr: Wiki'yi ziyaret et
vi: Thăm Wiki
zh_hans: 访问维基
zh_hant: 訪問維基

# project.info.platforms
source: Mod Loaders
ar: محملات المود
da: Mod-indlæsere
de: Mod-Loader
es: Cargadores de mods
fi: Mod-lataajat
fr: Chargeurs de mods
hi: मॉड लोडर
it: Caricatori mod
ja: Modローダー
ko: 모드 로더
nb: Mod-lastere
nl: Mod-laders
pl: Ładowacze modów
pt: Carregadores de mods
ru: Загрузчики модов
sv: Mod-laddare
th: ตัวโหลดมอด
tr: Mod yükleyicileri
vi: Trình tải mod
zh_hans: Mod加载器
zh_hant: Mod加載器

# project.info.players
source: Player Info
ar: معلومات اللاعبين
da: Spilleroplysninger
de: Spielerinformationen
es: Información de jugadores
fi: Pelaajatiedot
fr: Infos des joueurs
hi: खिलाड़ी जानकारी
it: Info giocatori
ja: プレイヤー情報
ko: 플레이어 정보
nb: Spillerinformasjon
nl: Spelerinformatie
pl: Informacje o graczach
pt: Informações dos jogadores
ru: Информация об игроках
sv: Spelarinformation
th: ข้อมูลผู้เล่น
tr: Oyuncu bilgisi
vi: Thông tin người chơi
zh_hans: 玩家信息
zh_hant: 玩家資訊

# project.info.server
source: Server Info
ar: معلومات الخادم
da: Serveroplysninger
de: Serverinformationen
es: Información del servidor
fi: Palvelintiedot
fr: Infos du serveur
hi: सर्वर जानकारी
it: Info server
ja: サーバー情報
ko: 서버 정보
nb: Serverinformasjon
nl: Serverinformatie
pl: Informacje o serwerze
pt: Informações do servidor
ru: Информация о сервере
sv: Serverinformation
th: ข้อมูลเซิร์ฟเวอร์
tr: Sunucu bilgisi
vi: Thông tin máy chủ
zh_hans: 服务器信息
zh_hant: 伺服器資訊

# quilt.loader.title
source: QuiltMC Loader
ar: QuiltMC المحمل
hi: QuiltMC लोडर
ja: QuiltMCローダー
ko: QuiltMC 로더
zh_hans: QuiltMc加载器
zh_hant: QuiltMC加載器

# release.time.prefix
source: Released:
ar: صدر في:
da: Udgivet:
de: Veröffentlicht:
es: Lanzado:
fi: Julkaistu:
fr: Publié :
hi: जारी:
it: Rilasciato:
ja: リリース：
ko: 출시：
nb: Utgitt:
nl: Uitgebracht:
pl: Wydano:
pt: Lançado:
ru: Выпущен:
sv: Släppt:
th: เผยแพร่:
tr: Yayınlandı:
vi: Phát hành:
zh_hans: 发布于：
zh_hant: 發布於：

# release.view.details.hint
source: Click to view release details for this version
ar: انقر لعرض تفاصيل الإصدار لهذا الإصدار
da: Klik for at se versionsdetaljer for denne version
de: Klicken, um Versionsdetails für diese Version anzuzeigen
es: Haz clic para ver los detalles de lanzamiento de esta versión
fi: Napsauta nähdäksesi tämän version julkaisutiedot
fr: Cliquez pour voir les détails de publication de cette version
hi: इस संस्करण के रिलीज़ विवरण देखने के लिए क्लिक करें
it: Fai clic per visualizzare i dettagli di rilascio di questa versione
ja: クリックしてこのバージョンのリリース詳細を表示
ko: 클릭하여 이 버전의 릴리스 세부 정보 보기
nb: Klikk for å se utgivelsesdetaljer for denne versjonen
nl: Klik om release-details van deze versie te bekijken
pl: Kliknij, aby zobaczyć szczegóły wydania tej wersji
pt: Clique para ver os detalhes de lançamento desta versão
ru: Нажмите, чтобы просмотреть сведения о выпуске этой версии
sv: Klicka för att visa versionsinformation för den här versionen
th: คลิกเพื่อดูรายละเอียดการเผยแพร่ของเวอร์ชันนี้
tr: Bu sürümün yayın ayrıntılarını görüntülemek için tıklayın
vi: Nhấp để xem chi tiết phát hành của phiên bản này
zh_hans: 点击查看此版本的发布详情
zh_hant: 點擊查看此版本的發布詳情

# resource.add
source: Install
ar: تثبيت
da: Installer
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
hi: इंस्टॉल करें
it: Installa
ja: インストール
ko: 설치
nb: Installer
nl: Installeren
pl: Zainstaluj
pt: Instalar
ru: Установить
sv: Installera
th: ติดตั้ง
tr: Yükle
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

# resource.content.location.help
source: Resource Location
ar: موقع المورد
da: Ressourceplacering
de: Ressourcenort
es: Ubicación del recurso
fi: Resurssin sijainti
fr: Emplacement de la ressource
hi: संसाधन स्थान
it: Posizione risorsa
ja: リソースの場所
ko: 리소스 위치
nb: Ressursplassering
nl: Bronlocatie
pl: Lokalizacja zasobów
pt: Localização do recurso
ru: Местоположение ресурса
sv: Resursplats
th: ตำแหน่งทรัพยากร
tr: Kaynak konumu
vi: Vị trí tài nguyên
zh_hans: 资源位置
zh_hant: 資源位置

# resource.content.type.datapack
source: Data Pack
ar: حزمة البيانات
da: Datapakke
de: Datenpaket
es: Paquete de datos
fi: Datapaketti
fr: Pack de données
hi: डेटा पैक
it: Pacchetto dati
ja: データパック
ko: 데이터 팩
nb: Datapakke
nl: Datapakket
pl: Pakiet danych
pt: Pacote de dados
ru: Пакет данных
sv: Datapaket
th: แพ็กข้อมูล
tr: Veri paketi
vi: Gói dữ liệu
zh_hans: 数据包
zh_hant: 數據包

# resource.content.type.local
source: Installed
ar: مثبت
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
hi: इंस्टाल किया गया
it: Installato
ja: インストール済み
ko: 설치됨
nb: Installert
nl: Geïnstalleerd
pl: Zainstalowany
pt: Instalado
ru: Установлено
sv: Installerat
th: ติดตั้งแล้ว
tr: Yüklü
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# resource.content.type.minecraft_java_server
source: Server
ar: خادم
es: Servidor
fi: Palvelin
fr: Serveur
hi: सर्वर
ja: サーバー
ko: 서버
pl: Serwer
pt: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

# resource.content.type.mod
source: Mod
ar: تعديل
fi: Muokkaus
hi: मॉड
ko: 모드
pl: Modyfikacja
ru: Мод
th: ม็อด
zh_hans: 模组
zh_hant: 模組

# resource.content.type.modpack
source: Modpack
ar: حزمة المود
da: Modpakke
es: Paquete de mods
fi: Modipaketti
fr: Pack de mods
hi: मॉडपैक
it: Pacchetto mod
ja: Modパック
ko: 모드팩
nb: Modpakke
pl: Pakiet modów
pt: Pacote de mods
ru: Пакет модов
th: แพ็กมอด
tr: Mod paketi
vi: Gói mod
zh_hans: 整合包
zh_hant: 整合包

# resource.content.type.resourcepack
source: Resource Pack
ar: حزمة الموارد
da: Ressourcepakke
de: Ressourcenpaket
es: Paquete de recursos
fi: Resurssipaketti
fr: Pack de ressources
hi: संसाधन पैक
it: Pacchetto risorse
ja: リソースパック
ko: 리소스 팩
nb: Ressurspakke
nl: Bronpakket
pl: Pakiet zasobów
pt: Pacote de recursos
ru: Пакет ресурсов
sv: Resurspaket
th: แพ็คทรัพยากร
tr: Kaynak paketi
vi: Gói tài nguyên
zh_hans: 资源包
zh_hant: 資源包

# resource.content.type.server
source: Resource Library
ar: مكتبة الموارد
da: Ressourcebibliotek
de: Ressourcenbibliothek
es: Biblioteca de recursos
fi: Resurssikirjasto
fr: Bibliothèque de ressources
hi: संसाधन पुस्तकालय
it: Libreria risorse
ja: リソースライブラリ
ko: 리소스 라이브러리
nb: Ressursbibliotek
nl: Bronbibliotheek
pl: Biblioteka zasobów
pt: Biblioteca de recursos
ru: Библиотека ресурсов
sv: Resursbibliotek
th: ไลบรารีทรัพยากร
tr: Kaynak kütüphanesi
vi: Thư viện tài nguyên
zh_hans: 资源库
zh_hant: 資源庫

# resource.content.type.shader
source: Shader
ar: شيدر
fi: Varjostin
hi: शेडर
ja: シェーダー
ko: 셰이더
ru: Шейдер
th: เชเดอร์
zh_hans: 光影
zh_hant: 光影

# resource.delete.confirm
source: Are you sure you want to delete "%@"? Deletion may cause game launch failure
ar: هل أنت متأكد من رغبتك في حذف "%@"? قد يؤدي الحذف إلى فشل في تشغيل اللعبة
da: Er du sikker på, at du vil slette "%@"? Sletning kan forårsage spillancering at mislykkes
de: Möchten Sie "%@" wirklich löschen? Das Löschen kann zu einem Spielstart-Fehler führen
es: ¿ Estás seguro de que quieres eliminar "%@"? La eliminación puede causar un fallo en el lanzamiento del juego
fi: Haluatko varmasti poistaa "%@"? Poistaminen voi aiheuttaa pelin käynnistysvirheen
fr: Êtes-vous sûr de vouloir supprimer "%@" ? La suppression peut causer un échec de lancement du jeu
hi: क्या आप वाकई "%@" को हटाना चाहते हैं? हटाने से गेम लॉन्च फेल हो सकता है
it: Sei sicuro di voler eliminare "%@"? L'eliminazione potrebbe causare un errore di avvio del gioco
ja: "%@"を削除してもよろしいですか？削除するとゲームの起動に失敗する可能性があります
ko: "%@"을(를) 삭제하시겠습니까? 삭제하면 게임 실행에 실패할 수 있습니다
nb: Er du sikker på at du vil slette "%@"? Sletting kan forårsake spilloppstart-feil
nl: Weet je zeker dat je "%@" wilt verwijderen? Verwijdering kan spelstartfout veroorzaken
pl: Czy na pewno chcesz usunąć "%@"? Usunięcie może spowodować błąd uruchamiania gry
pt: Tem certeza de que deseja excluir "%@"? A exclusão pode causar falha na inicialização do jogo
ru: Вы уверены, что хотите удалить "%@"? Удаление может привести к сбою запуска игры
sv: Är du säker på att du vill ta bort "%@"? Borttagning kan orsaka spelstartfel
th: คุณแน่ใจว่าต้องการลบ "%@" หรือไม่? การลบอาจทำให้เกมเริ่มไม่ได้
tr: "%@" dosyasını silmek istediğinizden emin misiniz? Silme işlemi oyun başlatma hatasına neden olabilir
vi: Bạn có chắc chắn muốn xóa "%@" không? Việc xóa có thể gây lỗi khởi động trò chơi
zh_hans: 确定要删除"%@"吗？删除可能会导致游戏启动失败
zh_hant: 確定要刪除"%@"嗎？刪除可能會導致遊戲啟動失敗

# resource.installed
source: Installed
ar: مُثبت
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
hi: स्थापित
it: Installato
ja: インストール済み
ko: 설치됨
nb: Installert
nl: Geïnstalleerd
pl: Zainstalowane
pt: Instalado
ru: Установлено
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklendi
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# resource.local_filter.all
source: All
ar: الكل
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hi: सभी
it: Tutti
ja: すべて
ko: 전체
nb: Alle
nl: Alles
pl: Wszystkie
pt: Todos
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# resource.local_filter.disabled
source: Disabled
ar: المعطَّلة
da: Deaktiveret
de: Deaktiviert
es: Deshabilitados
fi: Poissa käytöstä
fr: Désactivés
hi: निष्क्रिय
it: Disabilitati
ja: 無効のみ
ko: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativados
ru: Отключенные
sv: Inaktiverade
th: ถูกปิดใช้งาน
tr: Devre dışı olanlar
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已禁用

# resource.open_in_browser
source: Open in Browser
ar: فتح في المتصفح
da: Åbn i browser
de: Im Browser öffnen
es: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
it: Apri nel browser
ja: ブラウザで開く
ko: 브라우저에서 열기
nb: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt: Abrir no navegador
ru: Открыть в браузере
sv: Öppna i webbläsare
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda aç
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟

# resource.update
source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Mettre à jour
hi: अपडेट करें
it: Aggiorna
ja: 更新
ko: 업데이트
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Return
ar: عودة
da: Tilbage
de: Zurück
es: Volver
fi: Palaa
fr: Retour
hi: वापस
it: Ritorna
ja: 戻る
ko: 돌아가기
nb: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
ru: Вернуться
sv: Tillbaka
th: กลับ
tr: Geri Dön
vi: Trở Về
zh_hans: 返回
zh_hant: 返回

# saveinfo.logs
source: Logs
ar: سجلات
da: Logfiler
de: Protokolle
es: Registros
fi: Lokit
fr: Journaux
hi: लॉग
it: Registri
ja: ログ
ko: 로그
nb: Logger
nl: Logboeken
pl: Dzienniki
pt: Registros
ru: Журналы
sv: Loggar
th: บันทึก
tr: Günlükler
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

# saveinfo.screenshot.load.failed
source: Failed to load screenshot
ar: فشل تحميل لقطة الشاشة
da: Kunne ikke indlæse skærmbillede
de: Screenshot konnte nicht geladen werden
es: Error al cargar la captura de pantalla
fi: Kuvakaappauksen lataaminen epäonnistui
fr: Échec du chargement de la capture d'écran
hi: स्क्रीनशॉट लोड करने में विफल
it: Impossibile caricare lo screenshot
ja: スクリーンショットの読み込みに失敗しました
ko: 스크린샷 로드 실패
nb: Kunne ikke laste skjermbilde
nl: Screenshot laden mislukt
pl: Nie udało się załadować zrzutu ekranu
pt: Falha ao carregar captura de tela
ru: Не удалось загрузить снимок экрана
sv: Kunde inte ladda skärmdump
th: โหลดภาพหน้าจอล้มเหลว
tr: Ekran görüntüsü yüklenemedi
vi: Không thể tải ảnh chụp màn hình
zh_hans: 加载截图失败
zh_hant: 載入截圖失敗

# saveinfo.screenshots
source: Screenshots
ar: لقطات الشاشة
da: Skærmbilleder
es: Capturas de pantalla
fi: Kuvakaappaukset
fr: Captures d'écran
hi: स्क्रीनशॉट
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
nb: Skjermbilder
pl: Zrzuty ekranu
pt: Capturas de tela
ru: Снимки экрана
sv: Skärmdumpar
th: ภาพหน้าจอ
tr: Ekran görüntüleri
vi: Ảnh chụp màn hình
zh_hans: 截图
zh_hant: 截圖

# saveinfo.server.accept_textures
source: Accept Textures
ar: قبول القوام
da: Accepter teksturer
de: Texturen akzeptieren
es: Aceptar texturas
fi: Hyväksy tekstuurit
fr: Accepter les textures
hi: बनावट स्वीकार करें
it: Accetta texture
ja: テクスチャを受け入れる
ko: 텍스처 수락
nb: Godta teksturer
nl: Texturen accepteren
pl: Zaakceptuj tekstury
pt: Aceitar texturas
ru: Принять текстуры
sv: Acceptera texturer
th: ยอมรับพื้นผิว
tr: Dokuları kabul et
vi: Chấp nhận kết cấu
zh_hans: 接受纹理
zh_hant: 接受紋理

# saveinfo.server.add
source: Add Server
ar: إضافة خادم
da: Tilføj server
de: Server hinzufügen
es: Agregar servidor
fi: Lisää palvelin
fr: Ajouter un serveur
hi: सर्वर जोड़ें
it: Aggiungi server
ja: サーバーを追加
ko: 서버 추가
nb: Legg til server
nl: Server toevoegen
pl: Dodaj serwer
pt: Adicionar servidor
ru: Добавить сервер
sv: Lägg till server
th: เพิ่มเซิร์ฟเวอร์
tr: Sunucu ekle
vi: Thêm máy chủ
zh_hans: 添加服务器
zh_hant: 新增伺服器

# saveinfo.server.add_for_game
source: Add Server for %@
ar: إضافة خادم لـ %@
da: Tilføj server for %@
de: Server für %@ hinzufügen
es: Agregar servidor para %@
fi: Lisää palvelin pelille %@
fr: Ajouter un serveur pour %@
hi: %@ के लिए सर्वर जोड़ें
it: Aggiungi server per %@
ja: %@ 用のサーバーを追加
ko: %@용 서버 추가
nb: Legg til server for %@
nl: Server toevoegen voor %@
pl: Dodaj serwer dla %@
pt: Adicionar servidor para %@
ru: Добавить сервер для %@
sv: Lägg till server för %@
th: เพิ่มเซิร์ฟเวอร์สำหรับ %@
tr: %@ için sunucu ekle
vi: Thêm máy chủ cho %@
zh_hans: 为 %@ 添加服务器
zh_hant: 為 %@ 新增伺服器

# saveinfo.server.address
source: Server Address
ar: عنوان الخادم
da: Serveradresse
de: Serveradresse
es: Dirección del servidor
fi: Palvelimen osoite
fr: Adresse du serveur
hi: सर्वर पता
it: Indirizzo server
ja: サーバーアドレス
ko: 서버 주소
nb: Serveradresse
nl: Serveradres
pl: Adres serwera
pt: Endereço do servidor
ru: Адрес сервера
sv: Serveradress
th: ที่อยู่เซิร์ฟเวอร์
tr: Sunucu adresi
vi: Địa chỉ máy chủ
zh_hans: 服务器地址
zh_hant: 伺服器位址

# saveinfo.server.delete_confirmation
source: Are you sure you want to delete server "%@"? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف الخادم "%@"؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette serveren "%@"? Denne handling kan ikke fortrydes.
de: Möchten Sie den Server "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar el servidor "%@"? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa palvelimen "%@"? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer le serveur "%@" ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई सर्वर "%@" को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare il server "%@"? Questa azione non può essere annullata.
ja: サーバー "%@" を削除してもよろしいですか？この操作は元に戻せません。
ko: 서버 "%@"을(를) 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
nb: Er du sikker på at du vil slette serveren "%@"? Denne handlingen kan ikke angres.
nl: Weet je zeker dat je de server "%@" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć serwer "%@"? Tej operacji nie można cofnąć.
pt: Tem certeza de que deseja excluir o servidor "%@"? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить сервер "%@"? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort servern "%@"? Denna åtgärd kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบเซิร์ฟเวอร์ "%@"? การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: "%@" sunucusunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa máy chủ "%@" không? Hành động này không thể hoàn tác.
zh_hans: 确定要删除服务器 "%@" 吗？此操作无法撤销。
zh_hant: 確定要刪除伺服器 "%@" 嗎？此操作無法撤銷。

# saveinfo.server.delete_title
source: Delete Server
ar: حذف الخادم
da: Slet server
de: Server löschen
es: Eliminar servidor
fi: Poista palvelin
fr: Supprimer le serveur
hi: सर्वर हटाएं
it: Elimina server
ja: サーバーを削除
ko: 서버 삭제
nb: Slett server
nl: Server verwijderen
pl: Usuń serwer
pt: Excluir servidor
ru: Удалить сервер
sv: Ta bort server
th: ลบเซิร์ฟเวอร์
tr: Sunucuyu sil
vi: Xóa máy chủ
zh_hans: 删除服务器
zh_hant: 刪除伺服器

# saveinfo.server.edit
source: Edit Server
ar: تعديل الخادم
da: Rediger server
de: Server bearbeiten
es: Editar servidor
fi: Muokkaa palvelinta
fr: Modifier le serveur
hi: सर्वर संपादित करें
it: Modifica server
ja: サーバーを編集
ko: 서버 편집
nb: Rediger server
nl: Server bewerken
pl: Edytuj serwer
pt: Editar servidor
ru: Редактировать сервер
sv: Redigera server
th: แก้ไขเซิร์ฟเวอร์
tr: Sunucuyu düzenle
vi: Chỉnh sửa máy chủ
zh_hans: 编辑服务器
zh_hant: 編輯伺服器

# saveinfo.server.empty
source: No servers
ar: لا توجد خوادم
da: Ingen servere
de: Keine Server
es: Sin servidores
fi: Ei palvelimia
fr: Aucun serveur
hi: कोई सर्वर नहीं
it: Nessun server
ja: サーバーなし
ko: 서버 없음
nb: Ingen servere
nl: Geen servers
pl: Brak serwerów
pt: Nenhum servidor
ru: Нет серверов
sv: Inga servrar
th: ไม่มีเซิร์ฟเวอร์
tr: Sunucu yok
vi: Không có máy chủ
zh_hans: 暂无服务器
zh_hant: 暫無伺服器

# saveinfo.server.hidden
source: Hidden
ar: مخفي
da: Skjult
de: Ausgeblendet
es: Oculto
fi: Piilotettu
fr: Masqué
hi: छुपा हुआ
it: Nascosto
ja: 非表示
ko: 숨김
nb: Skjult
nl: Verborgen
pl: Ukryty
pt: Oculto
ru: Скрыто
sv: Dold
th: ซ่อน
tr: Gizli
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# saveinfo.server.invalid_fields
source: Please fill in all required fields
ar: يرجى ملء جميع الحقول المطلوبة
da: Udfyld venligst alle påkrævede felter
de: Bitte füllen Sie alle erforderlichen Felder aus
es: Por favor, complete todos los campos obligatorios
fi: Täytä kaikki pakolliset kentät
fr: Veuillez remplir tous les champs obligatoires
hi: कृपया सभी आवश्यक फ़ील्ड भरें
it: Compila tutti i campi obbligatori
ja: すべての必須フィールドに入力してください
ko: 모든 필수 필드를 입력하세요
nb: Fyll ut alle obligatoriske felt
nl: Vul alle verplichte velden in
pl: Proszę wypełnić wszystkie wymagane pola
pt: Preencha todos os campos obrigatórios
ru: Пожалуйста, заполните все обязательные поля
sv: Fyll i alla obligatoriska fält
th: กรุณากรอกข้อมูลในฟิลด์ที่จำเป็นทั้งหมด
tr: Lütfen tüm zorunlu alanları doldurun
vi: Vui lòng điền vào tất cả các trường bắt buộc
zh_hans: 请填写所有必填字段
zh_hant: 請填寫所有必填欄位

# saveinfo.server.name
source: Server Name
ar: اسم الخادم
da: Servernavn
es: Nombre del servidor
fi: Palvelimen nimi
fr: Nom du serveur
hi: सर्वर नाम
it: Nome server
ja: サーバー名
ko: 서버 이름
nb: Servernavn
nl: Servernaam
pl: Nazwa serwera
pt: Nome do servidor
ru: Имя сервера
sv: Servernamn
th: ชื่อเซิร์ฟเวอร์
tr: Sunucu adı
vi: Tên máy chủ
zh_hans: 服务器名称
zh_hant: 伺服器名稱

# saveinfo.server.port
source: Port
ar: المنفذ
es: Puerto
fi: Portti
hi: पोर्ट
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt: Porta
ru: Порт
th: พอร์ต
vi: Cổng
zh_hans: 端口
zh_hant: 埠號

# saveinfo.server.port.placeholder
source: 25565 (Optional)
ar: 25565 (اختياري)
da: 25565 (Valgfrit)
es: 25565 (Opcional)
fi: 25565 (Valinnainen)
fr: 25565 (Optionnel)
hi: 25565 (वैकल्पिक)
it: 25565 (Opzionale)
ja: 25565（オプション）
ko: 25565 (선택 사항）
nb: 25565 (Valgfritt)
nl: 25565 (Optioneel)
pl: 25565 (Opcjonalne)
pt: 25565 (Opcional)
ru: 25565 (Необязательно)
sv: 25565 (Valfritt)
th: 25565 (ไม่บังคับ)
tr: 25565 (İsteğe bağlı)
vi: 25565 (Tùy chọn)
zh_hans: 25565（可选）
zh_hant: 25565（可選）

# saveinfo.servers
source: Servers
ar: الخوادم
da: Servere
de: Server
es: Servidores
fi: Palvelimet
fr: Serveurs
hi: सर्वर
it: Server
ja: サーバー
ko: 서버
nb: Servere
pl: Serwery
pt: Servidores
ru: Серверы
sv: Servrar
th: เซิร์ฟเวอร์
tr: Sunucular
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

# saveinfo.world.detail.error.invalid_structure
source: level.dat structure is invalid (missing Data tag)
ar: بنية level.dat غير صالحة (علامة Data مفقودة)
da: level.dat-strukturen er ugyldig (mangler Data-tag)
de: level.dat-Struktur ist ungültig (Data-Tag fehlt)
es: La estructura de level.dat no es válida (falta la etiqueta Data)
fi: level.dat-rakenne on virheellinen (Data-tagi puuttuu)
fr: La structure de level.dat est invalide (balise Data manquante)
hi: level.dat संरचना अमान्य है (Data टैग गायब है)
it: La struttura di level.dat non è valida (manca il tag Data)
ja: level.datの構造が無効です（Dataタグが欠落しています）
ko: level.dat 구조가 유효하지 않습니다 (Data 태그 누락）
nb: level.dat-strukturen er ugyldig (mangler Data-tag)
nl: level.dat-structuur is ongeldig (Data-tag ontbreekt)
pl: Struktura level.dat jest nieprawidłowa (brakuje tagu Data)
pt: A estrutura de level.dat é inválida (tag Data ausente)
ru: Структура level.dat недействительна (отсутствует тег Data)
sv: level.dat-strukturen är ogiltig (Data-tagg saknas)
th: โครงสร้าง level.dat ไม่ถูกต้อง (แท็ก Data หายไป)
tr: level.dat yapısı geçersiz (Data etiketi eksik)
vi: Cấu trúc level.dat không hợp lệ (thiếu thẻ Data)
zh_hans: level.dat结构不符合预期（缺少Data标签）
zh_hant: level.dat結構不符合預期（缺少Data標籤）

# saveinfo.world.detail.error.level_dat_not_found
source: level.dat file not found
ar: ملف level.dat غير موجود
da: level.dat-fil ikke fundet
de: level.dat-Datei nicht gefunden
es: Archivo level.dat no encontrado
fi: level.dat-tiedostoa ei löydy
fr: Fichier level.dat introuvable
hi: level.dat फ़ाइल नहीं मिली
it: File level.dat non trovato
ja: level.datファイルが見つかりません
ko: level.dat 파일을 찾을 수 없습니다
nb: level.dat-fil ikke funnet
nl: level.dat-bestand niet gevonden
pl: Nie znaleziono pliku level.dat
pt: Arquivo level.dat não encontrado
ru: Файл level.dat не найден
sv: level.dat-fil hittades inte
th: ไม่พบไฟล์ level.dat
tr: level.dat dosyası bulunamadı
vi: Không tìm thấy tệp level.dat
zh_hans: 未找到level.dat文件
zh_hant: 未找到level.dat檔案
